GAero/OF/tempCas0700wC2/0.org/U
// -*- C++ -*-
// File generated by PyFoam - sorry for the ugliness

FoamFile
{
 version 2.0;
 format ascii;
 class volVectorField;
 location "0";
 object U;
}

#include "include/initialConditions"
dimensions [ 0 1 -1 0 0 0 0 ];

internalField uniform $flowVelocity;

boundaryField
{
  INLET
  {
    type fixedValue;
    value $internalField;
  }
  OUTLET
  {
    type inletOutlet;
    inletValue uniform (0 0 0);
    value $internalField;
  }
  PROFILE
  {
    type fixedValue;
    value uniform (0 0 0);
  }
  #include "include/emptyPatches"
} 	// ************************************************************************* //

