GAero/OF/tempCas0700wC2/0.org/p
// -*- C++ -*-
// File generated by PyFoam - sorry for the ugliness

FoamFile
{
 version 2.0;
 format ascii;
 class volScalarField;
 object p;
}

#include "include/initialConditions"
dimensions [ 0 2 -2 0 0 0 0 ];

internalField uniform $pressure;

boundaryField
{
  INLET
  {
    type zeroGradient;
  }
  OUTLET
  {
    type fixedValue;
    value $internalField;
  }
  PROFILE
  {
    type zeroGradient;
  }
  #include "include/emptyPatches"
}
// ************************************************************************* //

